commands_templates/RemovePreset0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver20/ptz/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:RemovePreset>
         <!--type: ReferenceToken-->
         <wsdl:ProfileToken>?</wsdl:ProfileToken>
         <!--type: ReferenceToken-->
         <wsdl:PresetToken>?</wsdl:PresetToken>
      </wsdl:RemovePreset>
   </soap:Body>
</soap:Envelope>